success = 'замечания не выявлены.'
fail_multi = 'выявлены следующие замечания:'
fail_single = 'выявлено следующее замечание:'
tab = '\t'
text1 = 'В ходе проведенной проверки на соответствие заявителя и заявки требованиям, установленными пунктами 2.1, ' \
        '2.2, 3.1 - 3.4 Порядка о предоставлении субсидий из бюджета Республики Татарстан в целях возмещения затрат ' \
        'субъектов малого и среднего предпринимательства, связанных с оплатой услуг (комиссии) сервисов с доставкой ' \
        'продуктов питания и еды, утвержденным постановлением Кабинета Министров Республики Татарстан от 25.04.2020 № ' \
        '326 (далее – Порядок), юридическим отделом '
text2 = '                            подпись'
specialists = {
    'Е.Р. Зотина': 'Начальник юридического отдела   		____________                          Е.Р.Зотина',
    'А.А. Дирзизов': 'Главный специалист				____________                    А.А. Дирзизов',
}

END_OF_COMMENT = '<END_OF_COMMENT>'
COMMENTS_FILE = 'templates.txt'

XLSX_FILE_EDA = 'Реестр заявителей по еде 2022'
XLSX_FILE_STAVKA = 'Реестр заявителей по процентной ставке 2022'
XLSX_FILE_SUFFIX = '.xlsx'
XLSX_PP = 'A'
XLSX_NAME = 'B'
XLSX_INN = 'C'
XLSX_NUMBER = 'D'
XLSX_REQUEST_DATE = 'E'
XLSX_COMMENT = 'F'
XLSX_SUMM = 'G'
XLSX_YANDEX = 'H'
XLSX_DELIVERY = 'I'
XLSX_ISPOLNITEL = 'J'
XLSX_CHECK_DATE = 'K'
