
success = 'По итогам проверки замечания не выявлены.'
fail_multi = 'По итогам проверки выявлены следующие замечания:'
fail_single = 'По итогам проверки выявлено следующее замечание:'
tab = '\t'
text1 = 'Юридическим отделом государственного казенного учреждения «Центр реализации программ поддержки и ' \
        'развития малого и среднего предпринимательства Республики Татарстан» (далее – Учреждение) проверена заявка '
text2 = ' (ИНН '
text3 = ') № '
text4 = ' от '
text5 = ' на предмет соответствия требованиям '
text6 = ' (далее – Порядок).'
postanovleniya = {
    'Процентная ставка': 'Порядка предоставления субсидий на возмещение части затрат, связанных с уплатой процентов '
                         'по кредитам, привлеченным в российских кредитных организациях, утвержденного постановлением '
                         'Кабинета Министров Республики Татарстан от 25.04.2020 № 327 «Об утверждении Порядка '
                         'предоставления субсидий на возмещение части затрат, связанных с уплатой процентов по '
                         'кредитам, привлеченным в российских кредитных организациях»',
    'Доставка': 'Порядка предоставления субсидий из бюджета Республики Татарстан в целях возмещения затрат субъектов '
                'малого и среднего предпринимательства, связанных с оплатой услуг (комиссии) сервисов с доставкой '
                'продуктов питания и еду, утвержденного постановлением Кабинета Министров Республики Татарстан от '
                '25.04.2020 № 326 «Об утверждении Порядка предоставления субсидий из бюджета Республики Татарстан в '
                'целях возмещения затрат субъектов малого и среднего предпринимательства, связанных с оплатой услуг ('
                'комиссии) сервисов с доставкой продуктов питания и еду» '
}
specialists = {
    'Е.Р. Зотина': 'Главный специалист						                             Е.Р.Зотина',
    'М.Р. Галиев': 'Главный специалист						                           М.Р.Галиев',
    'Д.З. Соловьев': 'Главный специалист						                        Д.З.Соловьев'
}
footer = 'Дата: '

HAS_NO_COMMENT = 'Соответствует'
HAS_COMMENT = 'Не соответствует'
END_OF_COMMENT = '<END_OF_COMMENT>'
COMMENTS_FILE = 'templates.txt'

XLSX_FILE_PREFIX = 'Реестр заявок №'
XLSX_FILE_SUFFIX = '.xlsx'
XLSX_PP = 'C'
XLSX_NAME = 'D'
XLSX_INN = 'E'
XLSX_NUMBER = 'F'
XLSX_DATE = 'G'
XLSX_ISPOLNITEL = 'H'
